[InteractiveObjects.InteractiveObj_Cashbox_UncleTeddy InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InteractiveObj_StorageLocker_UncleTeddy InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_UncleTeddy_Fan InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_UncleTeddy_HyperionMailbox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_UncleTeddy_UnaMailbox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_UncleTeddy_Blueprint MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Planos de T. K."
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_UncleTeddy_Blueprint:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Planos da "Onda de T. K.", uma Escopeta experimental desenhada por Teddy, o tio de Una."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_UncleTeddy_Evidence MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_UncleTeddy_Evidence:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um velho dispositivo ECHO que pertencia a Teddy, o tio de Una."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_UncleTeddy_Journal MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Um diário"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_UncleTeddy_Journal:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="O diário do tio Teddy."
NoConstraintText=""
Suffix=""
Prefix=""

[LootableGrades.ObjectGrade_Cashbox_UncleTeddy InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[LootableGrades.ObjectGrade_StorageLocker_UncleTeddy InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[ObjectGrade_StrongBox_Recorder InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[VendingMachineGrades.ObjectGrade_VendingMachine_WeaponsUncleTeddy InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[VendingMachines.VendingMachine_WeaponsUncleTeddy_Definition WillowVendingMachineDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

